[
    {
        "id": 2937165,
        "url": "https://inspirehep.net/literature/2937165",
        "title": "Extraction of jet-medium interaction details through jet substructure for inclusive and gamma-tagged jets",
        "author": "Tachibana, Yasuki",
        "first_author_affiliation": "Akita Intl. U.",
        "earliest_date": "2025-06-19",
        "date": "June 19, 2025",
        "earliest_year": 2025,
        "doi": "10.1051/epjconf/202533902010",
        "arxiv_eprint": "2506.15990",
        "abstract": "We present a comprehensive study of jet substructure modifications in high-energy heavy-ion collisions using both inclusive jets and γ-tagged jets, based on a multi-stage jet evolution model within the Monte Carlo framework JETSCAPE. To investigate hard parton splittings inside jets, we focus on Soft Drop observables. Our results for the groomed splitting radius and groomed jet mass distributions of inclusive jets show a slight narrowing compared to proton-proton baselines. We demonstrate that this apparent narrowing is primarily a selection bias from energy loss, rather than a direct modification of the splitting structure, by analyzing γ-tagged jets, where such bias is eliminated or significantly reduced. We also show that quark jets exhibit genuine modifications in their splitting structure, which is not seen in gluon jets. These effects are clearly visible in the substructure of γ-tagged jets, which are dominated by quark jets, but are not apparent for inclusive jets. This demonstrates that γ-tagged jets offer a powerful probe of medium-induced modifications to the hard splitting structure of jets.",
        "journal": "EPJ Web Conf.",
        "volume": "339",
        "pub_year": "2025"
    },
    {
        "id": 2912952,
        "url": "https://inspirehep.net/literature/2912952",
        "title": "Multi-observable analysis of jet quenching using Bayesian inference with JETSCAPE",
        "author": "Du, Lipei",
        "first_author_affiliation": "UC, Berkeley, LBNL, NSD, McGill U.",
        "earliest_date": "2025-04-11",
        "date": "April 11, 2025",
        "earliest_year": 2025,
        "doi": "10.1016/j.nuclphysa.2025.123100",
        "abstract": "The Jetscape Collaboration presents a new determination of the jet transport parameter <math altimg=\"si1.svg\"><mover accent=\"true\"><mrow><mi>q</mi></mrow><mrow><mo stretchy=\"false\">ˆ</mo></mrow></mover></math> in the Quark-Gluon Plasma (QGP) using Bayesian Inference. This study expands on previous work by incorporating a comprehensive data set from inclusive hadron and jet yield suppression measurements at RHIC and the LHC. Utilizing Active Learning and other machine-learning approaches for computational efficiency, the analysis efficiently explores the parameter space and studies systematic dependencies across various kinematic and centrality ranges. The results highlight tensions in the extracted <math altimg=\"si1.svg\"><mover accent=\"true\"><mrow><mi>q</mi></mrow><mrow><mo stretchy=\"false\">ˆ</mo></mrow></mover></math> values across different data sets, providing deeper insights into the physics of jet transport in the QGP.",
        "journal": "Nucl.Phys.A",
        "volume": "1060",
        "pub_year": "2025"
    },
    {
        "id": 2906076,
        "url": "https://inspirehep.net/literature/2906076",
        "title": "Enhanced signal of momentum broadening in hard splittings for $\\gamma$-tagged jets in a multistage approach",
        "author": "Tachibana, Y.",
        "et_al": "et al.",
        "first_author_affiliation": "Akita Intl. U.",
        "earliest_date": "2025-03-30",
        "date": "March 30, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2503.23693",
        "abstract": "We investigate medium-induced modifications to jet substructure observables that characterize hard splitting patterns in central Pb-Pb collisions at the top energy of the Large Hadron Collider (LHC). Using a multistage Monte Carlo simulation of in-medium jet shower evolution, we explore flavor-dependent medium effects through simulations of inclusive and $\\gamma$-tagged jets. The results show that quark jets undergo a non-monotonic modification compared to gluon jets in observables such as the Pb-Pb to $p$-$p$ ratio of the Soft Drop prong angle $r_g$, the relative prong transverse momentum $k_{T,g}$ and the groomed mass $m_g$ distributions. Due to this non-monotonic modification, $\\gamma$-tagged jets, enriched in quark jets, provide surprisingly clear signals of medium-induced structural modifications, distinct from effects dominated by selection bias. This work highlights the potential of hard substructures in $\\gamma$-tagged jets as powerful tools for probing the jet-medium interactions in high-energy heavy-ion collisions. All simulations for $\\gamma$-tagged jet analyses carried out in this paper used triggered events containing at least one hard photon, which highlights the utility of these observables for future Bayesian analysis."
    },
    {
        "id": 2873348,
        "url": "https://inspirehep.net/literature/2873348",
        "title": "Hybrid Hadronization -- A Study of In-Medium Hadronization of Jets",
        "author": "Sengupta, A.",
        "et_al": "et al.",
        "first_author_affiliation": "Texas A-M, Cyclotron Inst., Texas A-M",
        "earliest_date": "2025-01-27",
        "date": "January 27, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2501.16482",
        "abstract": "QCD jets are considered important probes for quark gluon plasma created in collisions of nuclei at high energies. Their parton showers are significantly altered if they develop inside of a deconfined medium. Hadronization of jets is also thought to be affected by the presence of quarks and gluons. We present a systematic study of the effects of a thermal bath of partons on the hadronization of parton showers. We use the JETSCAPE framework to create parton showers both in vacuum and in a brick of quark gluon plasma. The brick setup allows important parameters, like the size of the plasma as well as the collective flow of partons, to be varied systematically. We hadronize the parton showers using Hybrid Hadronization, which permits shower partons to form strings with thermal partons, or to recombine directly with thermal partons as well as with each other. We find a sizeable amount of interaction of shower partons with thermal partons during hadronization, indicating a natural continuation of the interaction of jet and medium during this stage. The observed effects grow with the size of the medium. Collective flow easily transfers from the thermal partons onto the emerging jet hadrons. We also see a significant change in hadron chemistry as expected in the presence of quark recombination processes."
    },
    {
        "id": 2863207,
        "url": "https://inspirehep.net/literature/2863207",
        "title": "Hard-photon-triggered jets in <math><mrow><mi>p</mi><mtext>-</mtext><mi>p</mi></mrow></math> and <math><mrow><mi>A</mi><mtext>-</mtext><mi>A</mi></mrow></math> collisions",
        "author": "Sirimanna, C.",
        "et_al": "et al.",
        "first_author_affiliation": "Duke U., Wayne State U.",
        "earliest_date": "2024-12-27",
        "date": "December 27, 2024",
        "earliest_year": 2024,
        "doi": "10.1103/yyr5-zp16",
        "arxiv_eprint": "2412.19738",
        "abstract": "An investigation of high-transverse-momentum (high-<math><msub><mi>p</mi><mi>T</mi></msub></math>) photon-triggered jets in proton-proton (<math><mrow><mi>p</mi><mtext>-</mtext><mi>p</mi></mrow></math>) and ion-ion (<math><mrow><mi>A</mi><mtext>-</mtext><mi>A</mi></mrow></math>) collisions at <math><mrow><msqrt><msub><mi>s</mi><mrow><mi>N</mi><mi>N</mi></mrow></msub></msqrt><mo>=</mo><mn>0.2</mn></mrow></math> and <math><mrow><mn>5.02</mn><mspace width=\"0.28em\"/><mi>TeV</mi></mrow></math> is carried out, using the multistage description of in-medium jet evolution. Monte Carlo simulations of hard scattering and energy loss in heavy-ion collisions are performed using parameters tuned in a previous study of the nuclear modification factor (<math><msub><mi>R</mi><mrow><mi>A</mi><mi>A</mi></mrow></msub></math>) for inclusive jets and high-<math><msub><mi>p</mi><mi>T</mi></msub></math> hadrons. We obtain a good reproduction of the experimental data for photon-triggered jet <math><msub><mi>R</mi><mrow><mi>A</mi><mi>A</mi></mrow></msub></math>, as measured by the ATLAS detector, the distribution of the ratio of jet to photon <math><msub><mi>p</mi><mi>T</mi></msub></math> (<math><msub><mi>X</mi><mrow><mi>J</mi><mi>γ</mi></mrow></msub></math>), measured by both CMS and ATLAS, and the photon-jet azimuthal correlation as measured by CMS. We obtain a moderate description of the photon-triggered jet <math><msub><mi>I</mi><mrow><mi>A</mi><mi>A</mi></mrow></msub></math>, as measured by STAR. A noticeable improvement in the comparison is observed when one goes beyond prompt photons and includes bremsstrahlung and decay photons, revealing their significance in certain kinematic regions, particularly at <math><mrow><msub><mi>X</mi><mrow><mi>J</mi><mi>γ</mi></mrow></msub><mo>&gt;</mo><mn>1</mn></mrow></math>. Moreover, azimuthal angle correlations demonstrate a notable impact of bremsstrahlung photons on the distribution, emphasizing their role in accurately describing experimental results. This work highlights the success of the multistage model of jet modification to straightforwardly predict (this set of) photon-triggered jet observables. This comparison, along with the role played by bremsstrahlung photons, has important consequences on the inclusion of such observables in a future Bayesian analysis.",
        "journal": "Phys.Rev.C",
        "volume": "111",
        "issue": "6",
        "pub_year": "2025"
    },
    {
        "id": 2818238,
        "url": "https://inspirehep.net/literature/2818238",
        "title": "Bayesian inference analysis of jet quenching using inclusive jet and hadron suppression measurements",
        "author": "Ehlers, R.",
        "et_al": "et al.",
        "first_author_affiliation": "UC, Berkeley, LBNL, NSD",
        "earliest_date": "2024-08-15",
        "date": "August 15, 2024",
        "earliest_year": 2024,
        "doi": "10.1103/PhysRevC.111.054913",
        "arxiv_eprint": "2408.08247",
        "abstract": "The JETSCAPE Collaboration reports a new determination of the jet transport parameter <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math> in the quark-gluon plasma (QGP) using Bayesian inference, incorporating all available inclusive hadron and jet yield suppression data measured in heavy-ion collisions at the BNL Relativistic Heavy Ion Collider (RHIC) and the CERN Large Hadron Collider (LHC). This multi-observable analysis extends the previously published JETSCAPE Bayesian inference determination of <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math>, which was based solely on a selection of inclusive hadron suppression data. jetscape is a modular framework incorporating detailed dynamical models of QGP formation and evolution, and jet propagation and interaction in the QGP. Virtuality-dependent partonic energy loss in the QGP is modeled as a thermalized weakly coupled plasma, with parameters determined from Bayesian calibration using soft-sector observables. This Bayesian calibration of <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math> utilizes active learning, a machine-learning approach, for efficient exploitation of computing resources. The experimental data included in this analysis span a broad range in collision energy and centrality, and in transverse momentum. In order to explore the systematic dependence of the extracted parameter posterior distributions, several different calibrations are reported, based on combined jet and hadron data; on jet or hadron data separately; and on restricted kinematic or centrality ranges of the jet and hadron data. Tension is observed in comparison of these variations, providing new insights into the physics of jet transport in the QGP and its theoretical formulation.",
        "journal": "Phys.Rev.C",
        "volume": "111",
        "issue": "5",
        "pub_year": "2025"
    },
    {
        "id": 2810715,
        "url": "https://inspirehep.net/literature/2810715",
        "title": "Soft-hard framework with exact four-momentum conservation for small systems",
        "author": "Soudi, I.",
        "et_al": "et al.",
        "first_author_affiliation": "Wayne State U., Jyvaskyla U., Helsinki U.",
        "earliest_date": "2024-07-24",
        "date": "July 24, 2024",
        "earliest_year": 2024,
        "doi": "10.1103/r8jt-1xpk",
        "arxiv_eprint": "2407.17443",
        "abstract": "A new framework, called x-scape, for the combined study of both hard and soft transverse momentum sectors in high-energy proton-proton (<math><mrow><mi>p</mi><mtext>-</mtext><mi>p</mi></mrow></math>) and proton-nucleus (<math><mrow><mi>p</mi><mtext>-</mtext><mi>A</mi></mrow></math>) collisions is set up. A dynamical initial state is set up using the 3d-Glauber model with transverse locations of hotspots within each incoming nucleon. A hard scattering that emanates from two colliding hotspots is carried out using the Pythia generator. Initial state radiation from the incoming hard partons is carried out in a new module called I-matter, which includes the longitudinal location of initial splits. The energy-momentum of both the initial hard partons and their associated beam remnants is removed from the hot spots, depleting the energy-momentum available for the formation of the bulk medium. Outgoing showers are simulated using the matter generator, and results are presented for both cases, allowing for and not allowing for energy loss. First comparisons between this hard-soft model and single inclusive hadron and jet data from <math><mrow><mi>p</mi><mtext>-</mtext><mi>p</mi></mrow></math> and minimum bias <math><mrow><mi>p</mi><mtext>-</mtext><mtext>Pb</mtext></mrow></math> collisions are presented. Single hadron spectra in <math><mrow><mi>p</mi><mtext>-</mtext><mi>p</mi></mrow></math> are used to carry out a limited (in number of parameters) Bayesian calibration of the model. Fair comparisons with data are indicative of the utility of this new framework. Theoretical studies of the correlation between jet <math><msub><mi>p</mi><mi>T</mi></msub></math> and event activity at mid and forward rapidity are carried out.",
        "journal": "Phys.Rev.C",
        "volume": "112",
        "issue": "1",
        "pub_year": "2025"
    },
    {
        "id": 2753142,
        "url": "https://inspirehep.net/literature/2753142",
        "title": "Photon-triggered jets as probes of multi-stage jet modification",
        "author": "Sirimanna, Chathuranga",
        "et_al": "et al.",
        "first_author_affiliation": "Duke U., Wayne State U.",
        "earliest_date": "2024-01-30",
        "date": "January 30, 2024",
        "earliest_year": 2024,
        "doi": "10.1051/epjconf/202429611008",
        "arxiv_eprint": "2401.17259",
        "abstract": "Prompt photons are created in the early stages of heavy ion collisions and traverse the QGP medium without any interaction. Therefore, photontriggered jets can be used to study the jet quenching in the QGP medium. In this work, photon-triggered jets are studied through different jet and jet substructure observables for different collision systems and energies using the JETSCAPE framework. Since the multistage evolution used in the JETSCAPE framework is adequate to describe a wide range of experimental observables simultaneously using the same parameter tune, we use the same parameters tuned for jet and leading hadron studies. The same isolation criteria used in the experimental analysis are used to identify prompt photons for better comparison. For the first time, high-accuracy JETSCAPE results are compared with multi-energy LHC and RHIC measurements to better understand the deviations observed in prior studies. This study highlights the importance of multistage evolution for the simultaneous description of experimental observables through different collision systems and energies using a single parameter tune.",
        "journal": "EPJ Web Conf.",
        "volume": "296",
        "pub_year": "2024"
    },
    {
        "id": 2744879,
        "url": "https://inspirehep.net/literature/2744879",
        "title": "Measuring jet quenching with a Bayesian inference analysis of hadron and jet data by JETSCAPE",
        "author": "Ehlers, Raymond",
        "et_al": "et al.",
        "first_author_affiliation": "UC, Berkeley, LBL, Berkeley",
        "earliest_date": "2024-01-08",
        "date": "January 08, 2024",
        "earliest_year": 2024,
        "doi": "10.1051/epjconf/202429615009",
        "arxiv_eprint": "2401.04201",
        "abstract": "The JETSCAPE Collaboration reports the first multi-messenger study of the QGP jet transport parameter q^ using Bayesian inference, incorporating all available hadron and jet inclusive yield and jet substructure data from RHIC and the LHC. The theoretical model utilizes virtuality-dependent in-medium partonic energy loss coupled to a detailed dynamical model of QGP evolution. Tension is observed when constraining q^ for different kinematic cuts of the inclusive hadron data. The addition of substructure data is shown to improve the constraint on q^, without inducing tension with the constraint due to inclusive observables. These studies provide new insight into the mechanisms of jet interactions in matter, and point to next steps in the field for comprehensive understanding of jet quenching as a probe of the QGP.",
        "journal": "EPJ Web Conf.",
        "volume": "296",
        "pub_year": "2024"
    },
    {
        "id": 2742408,
        "url": "https://inspirehep.net/literature/2742408",
        "title": "3D multi-system Bayesian calibration with energy conservation to study rapidity-dependent dynamics of nuclear collisions",
        "author": "Mankolli, Andi",
        "et_al": "et al.",
        "first_author_affiliation": "Vanderbilt U.",
        "earliest_date": "2023-12-31",
        "date": "December 31, 2023",
        "earliest_year": 2023,
        "doi": "10.1051/epjconf/202429605010",
        "arxiv_eprint": "2401.00402",
        "abstract": "Considerable information about the early-stage dynamics of heavyion collisions is encoded in the rapidity dependence of measurements. To leverage the large amount of experimental data, we perform a systematic analysis using three-dimensional hydrodynamic simulations of multiple collision systems — large and small, symmetric and asymmetric. Specifically, we perform fully 3D multi-stage hydrodynamic simulations initialized by a parameterized model for rapidity-dependent energy deposition, which we calibrate on the hadron multiplicity and anisotropic flow coefficients. We utilize Bayesian inference to constrain properties of the early- and late-time dynamics of the system, and highlight the impact of enforcing global energy conservation in our 3D model.",
        "journal": "EPJ Web Conf.",
        "volume": "296",
        "pub_year": "2024"
    },
    {
        "id": 2715666,
        "url": "https://inspirehep.net/literature/2715666",
        "title": "Hybrid Hadronization of Jet Showers from $e^++𝑒^−$ to $𝐴 + 𝐴$ with JETSCAPE",
        "author": "Angerami, Aaron",
        "et_al": "et al.",
        "first_author_affiliation": "LLNL, Livermore",
        "earliest_date": "2023-10-31",
        "date": "October 31, 2023",
        "earliest_year": 2023,
        "doi": "10.22323/1.438.0166",
        "arxiv_eprint": "2310.20631",
        "abstract": "In this talk we review jet production in a large variety of collision systems using the JETSCAPE event generator and Hybrid Hadronization. Hybrid Hadronization combines quark recombination, applicable when distances between partons in phase space are small, and string fragmentation appropriate for dilute parton systems. It can therefore smoothly describe the transition from very dilute parton systems like $e^++𝑒^−$ to full $𝐴 + 𝐴$ collisions. We test this picture by using JETSCAPE to generate jets in various systems. Comparison to experimental data in $e^++𝑒^−$ and $𝑝 + 𝑝$ collisions allows for a precise tuning of vacuum baseline parameters in JETSCAPE and Hybrid Hadronization. Proceeding to systems with jets embedded in a medium, we study in-medium hadronization for jet showers. We quantify the effects of an ambient medium, focusing in particular on the dependence on the collective flow and size of the medium. Our results clarify the effects we expect from in-medium hadronization of jets on observables like fragmentation functions, hadron chemistry and jet shape.",
        "journal": "PoS",
        "volume": "HardProbes2023",
        "pages": "166",
        "pub_year": "2024"
    },
    {
        "id": 2685962,
        "url": "https://inspirehep.net/literature/2685962",
        "title": "A multistage framework for studying the evolution of jets and high-pT probes in small collision systems",
        "author": "Jetscape",
        "et_al": "et al.",
        "earliest_date": "2023-08-04",
        "date": "August 04, 2023",
        "earliest_year": 2023,
        "doi": "10.22323/1.438.0128",
        "arxiv_eprint": "2308.02650",
        "abstract": "Understanding the modification of jets and high-$p_T$ probes in small systems requires the integration of soft and hard physics. We present recent developments in extending the JETSCAPE framework to build an event generator, which includes correlations between soft and hard partons, to study jet observables in small systems. The multi-scale physics of the collision is separated into different stages. Hard scatterings are first sampled at binary collision positions provided by the Glauber geometry. They are then propagated backward inspace-time following an initial-state shower to obtain the initiating partons’ energies and momenta before the collision. These energies and momenta are then subtracted from the incoming colliding nucleons for soft-particle production, modeled by the 3D-Glauber + hydrodynamics + hadronic transport framework. This new hybrid approach (X-SCAPE) includes non-trivial correlations between jet and soft particle productions in small systems. We calibrate this framework with the final state hadron’s $p_T$-spectra from low to high $p_T$ in $p$-$p$, and and then compare with the spectra in $p$-$Pb$ collisions from the LHC. We also present results for additional observables such as the distributions of event activity as a function of the hardest jet $p_T$ in forward and mid-rapidity for both $p$-$p$ and $p$-$Pb$ collisions.",
        "journal": "PoS",
        "volume": "HardProbes2023",
        "pages": "128",
        "pub_year": "2024"
    },
    {
        "id": 2678437,
        "url": "https://inspirehep.net/literature/2678437",
        "title": "Multiscale evolution of heavy flavor in the QGP",
        "author": "Jetscape",
        "et_al": "et al.",
        "earliest_date": "2023-07-18",
        "date": "July 18, 2023",
        "earliest_year": 2023,
        "doi": "10.22323/1.438.0100",
        "arxiv_eprint": "2307.09640",
        "abstract": "Shower development dynamics for a jet traveling through the quark-gluon plasma (QGP) is a multiscale process, where the heavy flavor mass is an important scale. During the high virtuality portion of the jet evolution in the QGP, emission of gluons from a heavy flavor is modified owing to heavy quark mass. Medium-induced radiation of heavy flavor is sensitive to microscopic processes (e.g. diffusion), whose virtuality dependence is phenomenologically explored in this study. In the lower virtuality part of shower evolution, i.e. when the mass is comparable to the virtuality of the parton, scattering and radiation processes of heavy quarks differ from light quarks. The effects of these mechanisms on shower development in heavy flavor tagged showers in the QGP is explored here. Furthermore, this multiscale study examines dynamical pair production of heavy flavor (via virtual gluon splittings) and their subsequent evolution in the QGP, which is not possible otherwise. A realistic event-by-event simulation is performed using the JETSCAPE framework. Energy-momentum exchange with the medium proceeds using a weak coupling recoil approach. Using leading hadron and open heavy flavor observables, differences in heavy versus light quark energy-loss mechanisms are explored, while the importance of heavy flavor pair production is highlighted along with future directions to study.",
        "journal": "PoS",
        "volume": "HardProbes2023",
        "pages": "100",
        "pub_year": "2024"
    },
    {
        "id": 2678441,
        "url": "https://inspirehep.net/literature/2678441",
        "title": "New metric improving Bayesian calibration of a multistage approach studying hadron and inclusive jet suppression",
        "author": "Fan, W.",
        "et_al": "et al.",
        "first_author_affiliation": "Duke U.",
        "earliest_date": "2023-07-18",
        "date": "July 18, 2023",
        "earliest_year": 2023,
        "doi": "10.1103/PhysRevC.109.064903",
        "arxiv_eprint": "2307.09641",
        "abstract": "We study parton energy-momentum exchange with the quark gluon plasma (QGP) within a multistage approach composed of in-medium Dokshitzer-Gribov-Lipatov-Altarelli-Parisi evolution at high virtuality, and (linearized) Boltzmann transport formalism at lower virtuality. This multistage simulation is then calibrated in comparison with high-<math><msub><mi>p</mi><mi>T</mi></msub></math> charged hadrons, <math><mi>D</mi></math> mesons, and the inclusive jet nuclear modification factors, using Bayesian model-to-data comparison, to extract the virtuality-dependent transverse momentum broadening transport coefficient <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math>. To facilitate this undertaking, we develop a quantitative metric for validating the Bayesian workflow, which is used to analyze the sensitivity of various model parameters to individual observables. The usefulness of this new metric in improving Bayesian model emulation is shown to be highly beneficial for future such analyses.",
        "journal": "Phys.Rev.C",
        "volume": "109",
        "issue": "6",
        "pub_year": "2024"
    },
    {
        "id": 2677591,
        "url": "https://inspirehep.net/literature/2677591",
        "title": "Effects of multi-scale jet-medium interactions on jet substructures",
        "author": "Jetscape",
        "et_al": "et al.",
        "earliest_date": "2023-07-16",
        "date": "July 16, 2023",
        "earliest_year": 2023,
        "doi": "10.22323/1.438.0165",
        "arxiv_eprint": "2307.08125",
        "abstract": "We utilize event-by-event Monte Carlo simulations within the JETSCAPE framework to examine scale-dependent jet-medium interactions in heavy-ion collisions. The reduction in jet-medium interaction during the early high-virtuality stage, where the medium is resolved at a short distance scale, is emphasized as a key element in explaining multiple jet observables, particularly substructures, simultaneously. By employing the MATTER+LBT setup, which incorporates this explicit reduction of medium effects at high virtuality, we investigate jet substructure observables, such as Soft Drop groomed observables. When contrasted with existing data, our findings spotlight the significant influence of the reduction at the early high-virtuality stages. Furthermore, we study the substructure of gamma-tagged jets, providing predictive insights for future experimental analyses. This broadens our understanding of the various contributing factors involved in modifying jet substructures.",
        "journal": "PoS",
        "volume": "HardProbes2023",
        "pages": "165",
        "pub_year": "2024"
    },
    {
        "id": 2621210,
        "url": "https://inspirehep.net/literature/2621210",
        "title": "Hard jet substructure in a multistage approach",
        "author": "Tachibana, Y.",
        "et_al": "et al.",
        "first_author_affiliation": "Akita Intl. U.",
        "earliest_date": "2023-01-06",
        "date": "January 06, 2023",
        "earliest_year": 2023,
        "doi": "10.1103/PhysRevC.110.044907",
        "arxiv_eprint": "2301.02485",
        "abstract": "We present predictions and postdictions for a wide variety of hard jet-substructure observables using a multistage model within the jetscape framework. The details of the multistage model and the various parameter choices are described in [Phys. Rev. C 107, 034911 (2023)]. A novel feature of this model is the presence of two stages of jet modification: a high-virtuality phase [modeled using the modular all twist transverse-scattering elastic-drag and radiation model (matter)], where modified coherence effects diminish medium-induced radiation, and a lower virtuality phase [modeled using the linear Boltzmann transport model (lbt)], where parton splits are fully resolved by the medium as they endure multiple scattering induced energy loss. Energy-loss calculations are carried out on event-by-event viscous fluid dynamic backgrounds constrained by experimental data. The uniform and consistent descriptions of multiple experimental observables demonstrate the essential role of modified coherence effects and the multistage modeling of jet evolution. Using the best choice of parameters from [Phys. Rev. C 107, 034911] (2023)], and with no further tuning, we present calculations for the medium modified jet fragmentation function, the groomed jet momentum fraction <math><msub><mi>z</mi><mi>g</mi></msub></math> and angular separation <math><msub><mi>r</mi><mi>g</mi></msub></math> distributions, as well as the nuclear modification factor of groomed jets. These calculations provide accurate descriptions of published data from experiments at the Large Hadron Collider. Furthermore, we provide predictions from the multistage model for future measurements at the BNL Relativistic Heavy Ion Collider.",
        "journal": "Phys.Rev.C",
        "volume": "110",
        "issue": "4",
        "pub_year": "2024"
    },
    {
        "id": 2640936,
        "url": "https://inspirehep.net/literature/2640936",
        "title": "Comprehensive Study of Multi-scale Jet–Medium Interaction",
        "author": "Tachibana, Yasuki",
        "et_al": "et al.",
        "first_author_affiliation": "Akita Intl. U.",
        "earliest_date": "2022-12-23",
        "date": "December 23, 2022",
        "earliest_year": 2022,
        "doi": "10.5506/APhysPolBSupp.16.1-A50",
        "arxiv_eprint": "2212.12188",
        "abstract": "We explore jet–medium interactions at various scales in high-energy heavy-ion collisions using the JETSCAPE framework. The physics of the multi-stage modeling and the coherence effect at high virtuality is discussed through the results of multiple jet and high-\\(p_{\\mathrm {T}}\\) particle observables, compared with experimental data. Furthermore, we investigate the jet–medium interaction involved in the hadronization process.",
        "journal": "Acta Phys.Polon.Supp.",
        "volume": "16",
        "issue": "1",
        "pub_year": "2023"
    },
    {
        "id": 2136843,
        "url": "https://inspirehep.net/literature/2136843",
        "title": "Bayesian Analysis of QGP Jet Transport Using Multi-scale Modeling Applied to Inclusive Hadron and Reconstructed Jet Data",
        "author": "Ehlers, Raymond",
        "first_author_affiliation": "LBL, Berkeley",
        "earliest_date": "2022-08-16",
        "date": "August 16, 2022",
        "earliest_year": 2022,
        "doi": "10.5506/APhysPolBSupp.16.1-A62",
        "arxiv_eprint": "2208.07950",
        "abstract": "The JETSCAPE Collaboration reports on a new determination of jet transport coefficients in the Quark–Gluon Plasma, using both reconstructed jet and hadron data measured at RHIC and the LHC. The JETSCAPE framework incorporates detailed modeling of the dynamical evolution of the QGP; a multi-stage theoretical approach to in-medium jet evolution and medium response; and Bayesian inference for quantitative comparison of model calculations and data. The multi-stage framework incorporates multiple models to cover a broad range in scale of the in-medium parton shower evolution, with a dynamical choice of model that depends on the current virtuality or energy of the parton. We will discuss the physics of the multi-stage modeling, and then present a new Bayesian analysis incorporating it. This analysis extends the recently published JETSCAPE determination of the jet transport parameter \\(\\qhat {}\\) that was based solely on inclusive hadron suppression data, by incorporating reconstructed jet measurements of quenching. We explore the functional dependence of jet transport coefficients on QGP temperature and jet energy and virtuality, and report the consistency and tensions found for current jet quenching modeling with hadron and reconstructed jet data over a wide range in kinematics and \\(\\sqrts {}\\). This analysis represents the next step in the program of a comprehensive analysis of jet quenching phenomenology and its constraint of properties of the QGP.",
        "journal": "Acta Phys.Polon.Supp.",
        "volume": "16",
        "issue": "1",
        "pages": "1",
        "pub_year": "2023"
    },
    {
        "id": 2129286,
        "url": "https://inspirehep.net/literature/2129286",
        "title": "Multiscale evolution of charmed particles in a nuclear medium",
        "author": "Fan, W.",
        "et_al": "et al.",
        "first_author_affiliation": "Duke U.",
        "earliest_date": "2022-08-01",
        "date": "August 01, 2022",
        "earliest_year": 2022,
        "doi": "10.1103/PhysRevC.107.054901",
        "arxiv_eprint": "2208.00983",
        "abstract": "Parton energy-momentum exchange with the quark gluon plasma (QGP) is a multiscale problem. In this work, we calculate the interaction of charm quarks with the QGP within the higher twist formalism at high virtuality and high energy using the Modular All Twist Transverse-scattering Elastic-drag and Radiation (MATTER) model, while the low-virtuality and high-energy portion is treated via a linearized Boltzmann transport formalism. Coherence effect that reduces the medium-induced emission rate in the MATTER model is also taken into account through a virtuality-dependent <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math>, leaving the simultaneous dependence of <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math> on heavy quark mass and virtuality for future studies. The interplay between these two formalisms is studied phenomenologically and used to produce a first description of the D-meson and charged hadron nuclear modification factor <math><msub><mi>R</mi><mrow><mi>A</mi><mi>A</mi></mrow></msub></math> across multiple centralities. All calculations were carried out utilizing the Jet Energy-loss Tomography with a Statistically and Computationally Advanced Program Envelope framework.",
        "journal": "Phys.Rev.C",
        "volume": "107",
        "issue": "5",
        "pub_year": "2023"
    },
    {
        "id": 2062342,
        "url": "https://inspirehep.net/literature/2062342",
        "title": "Inclusive jet and hadron suppression in a multistage approach",
        "author": "Kumar, A.",
        "et_al": "et al.",
        "first_author_affiliation": "McGill U., Wayne State U.",
        "earliest_date": "2022-04-03",
        "date": "April 03, 2022",
        "earliest_year": 2022,
        "doi": "10.1103/PhysRevC.107.034911",
        "arxiv_eprint": "2204.01163",
        "abstract": "We present a new study of jet interactions in the quark-gluon plasma created in high-energy heavy-ion collisions, using a multistage event generator within the jetscape framework. We focus on medium-induced modifications in the rate of inclusive jets and high transverse momentum (high-<math><msub><mi>p</mi><mi mathvariant=\"normal\">T</mi></msub></math>) hadrons. Scattering-induced jet energy loss is calculated in two stages: a high virtuality stage based on the matter model, in which scattering of highly virtual partons modifies the vacuum radiation pattern, and a second stage at lower jet virtuality based on the lbt model, in which leading partons gain and lose virtuality by scattering and radiation. Coherence effects that reduce the medium-induced emission rate in the matter phase are also included. The trento model is used for initial conditions, and the (<math><mn>2</mn><mo>+</mo><mn>1</mn></math>)dimensional vishnu model is used for viscous hydrodynamic evolution. Jet interactions with the medium are modeled via 2-to-2 scattering with Debye screened potentials, in which the recoiling partons are tracked, hadronized, and included in the jet clustering. Holes left in the medium are also tracked and subtracted to conserve transverse momentum. Calculations of the nuclear modification factor (<math><msub><mi>R</mi><mi>AA</mi></msub></math>) for inclusive jets and high-<math><msub><mi>p</mi><mi mathvariant=\"normal\">T</mi></msub></math> hadrons are compared to experimental measurements at the BNL Relativistic Heavy Ion Collider (RHIC) and the CERN Large Hadron Collider (LHC). Within this framework, we find that with one extra parameter which codifies the transition between stages of jet modification—along with the typical parameters such as the coupling in the medium, the start and stop criteria, etc.—we can describe these data at all energies for central and semicentral collisions without a rescaling of the jet transport coefficient <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math>.",
        "journal": "Phys.Rev.C",
        "volume": "107",
        "issue": "3",
        "pub_year": "2023"
    },
    {
        "id": 2053327,
        "url": "https://inspirehep.net/literature/2053327",
        "title": "Role of bulk viscosity in deuteron production in ultrarelativistic nuclear collisions",
        "author": "Everett, D.",
        "et_al": "et al.",
        "first_author_affiliation": "Ohio State U.",
        "earliest_date": "2022-03-15",
        "date": "March 15, 2022",
        "earliest_year": 2022,
        "doi": "10.1103/PhysRevC.106.064901",
        "arxiv_eprint": "2203.08286",
        "abstract": "We use a Bayesian-calibrated multistage viscous hydrodynamic model to explore deuteron yield, mean transverse momentum and flow observables in Pb-Pb collisions at the Large Hadron Collider. We explore theoretical uncertainty in the production of deuterons, including (i) the contribution of thermal deuterons, (ii) models for the subsequent formation of deuterons (hadronic transport vs coalescence), and (iii) the overall sensitivity of the results to the hydrodynamic model, in particular to bulk viscosity, which is often neglected in studies of deuteron production. Using physical parameters set by a comparison to only light hadron observables, we find good agreement with measurements of the mean transverse momentum <math><mrow><mo>〈</mo><msub><mi>p</mi><mi>T</mi></msub><mo>〉</mo></mrow></math> and elliptic flow <math><msub><mi>v</mi><mn>2</mn></msub></math> of deuterons; however, tension is observed with experimental data for the deuteron multiplicity in central collisions. The results are found to be sensitive to each of the mentioned theoretical uncertainties, with a particular sensitivity to bulk viscosity, indicating that the latter is an important ingredient for an accurate treatment of deuteron production.",
        "journal": "Phys.Rev.C",
        "volume": "106",
        "issue": "6",
        "pub_year": "2022"
    },
    {
        "id": 1869746,
        "url": "https://inspirehep.net/literature/1869746",
        "title": "Determining the jet transport coefficient $\\hat{q}$ of the quark-gluon plasma using Bayesian parameter estimation",
        "author": "Mulligan, J.",
        "et_al": "et al.",
        "first_author_affiliation": "UC, Berkeley, LBNL, NSD",
        "earliest_date": "2021-06-21",
        "date": "June 21, 2021",
        "earliest_year": 2021,
        "arxiv_eprint": "2106.11348",
        "abstract": "We present a new determination of $\\hat{q}$, the jet transport coefficient of the quark-gluon plasma. Using the JETSCAPE framework, we use Bayesian parameter estimation to constrain the dependence of $\\hat{q}$ on the jet energy, virtuality, and medium temperature from experimental measurements of inclusive hadron suppression in Au-Au collisions at RHIC and Pb-Pb collisions at the LHC. These results are based on a multi-stage theoretical approach to in-medium jet evolution with the MATTER and LBT jet quenching models. The functional dependence of $\\hat{q}$ on jet energy, virtuality, and medium temperature is based on a perturbative picture of in-medium scattering, with components reflecting the different regimes of applicability of MATTER and LBT. The correlation of experimental systematic uncertainties is accounted for in the parameter extraction. These results provide state-of-the-art constraints on $\\hat{q}$ and lay the groundwork to extract additional properties of the quark-gluon plasma from jet measurements in heavy-ion collisions."
    },
    {
        "id": 1847995,
        "url": "https://inspirehep.net/literature/1847995",
        "title": "Determining the jet transport coefficient q̂ from inclusive hadron suppression measurements using Bayesian parameter estimation",
        "author": "Cao, S.",
        "et_al": "et al.",
        "first_author_affiliation": "Wayne State U., SDU, Qingdao",
        "earliest_date": "2021-02-22",
        "date": "February 22, 2021",
        "earliest_year": 2021,
        "doi": "10.1103/PhysRevC.104.024905",
        "arxiv_eprint": "2102.11337",
        "abstract": "We report a new determination of <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math>, the jet transport coefficient of the quark-gluon plasma. We use the JETSCAPE framework, which incorporates a novel multistage theoretical approach to in-medium jet evolution and Bayesian inference for parameter extraction. The calculations, based on the Matter and Lbt jet quenching models, are compared to experimental measurements of inclusive hadron suppression in <math><mrow><mi>Au</mi><mo>+</mo><mi>Au</mi></mrow></math> collisions at the BNL Relativistic Heavy Ion Collider (RHIC) and <math><mrow><mi>Pb</mi><mo>+</mo><mi>Pb</mi></mrow></math> collisions at the CERN Large Hadron Collider (LHC). The correlation of experimental systematic uncertainties is accounted for in the parameter extraction. The functional dependence of <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math> on jet energy or virtuality and medium temperature is based on a perturbative picture of in-medium scattering, with components reflecting the different regimes of applicability of Matter and Lbt. In the multistage approach, the switch between Matter and Lbt is governed by a virtuality scale <math><msub><mi>Q</mi><mn>0</mn></msub></math>. Comparison of the posterior model predictions to the RHIC and LHC hadron suppression data shows reasonable agreement, with moderate tension in limited regions of phase space. The distribution of <math><mrow><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover><mo>/</mo><msup><mi>T</mi><mn>3</mn></msup></mrow></math> extracted from the posterior distributions exhibits weak dependence on jet momentum and medium temperature <math><mi>T</mi></math>, with 90% credible region (CR) depending on the specific choice of model configuration. The choice of Matter<math><mo>+</mo></math>Lbt, with switching at virtuality <math><msub><mi>Q</mi><mn>0</mn></msub></math>, has 90% CR of <math><mrow><mn>2</mn><mo>&lt;</mo><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover><mo>/</mo><msup><mi>T</mi><mn>3</mn></msup><mo>&lt;</mo><mn>4</mn></mrow></math> for <math><mrow><msub><mi>p</mi><mrow><mi>T</mi><mo>,</mo><mi>jet</mi></mrow></msub><mo>&gt;</mo><mn>40</mn></mrow><mo> </mo><mrow><mi>GeV</mi><mo>/</mo><mi>c</mi></mrow></math>. The value of <math><msub><mi>Q</mi><mn>0</mn></msub></math>, determined here for the first time, is in the range 2.0–2.7 GeV.",
        "journal": "Phys.Rev.C",
        "volume": "104",
        "issue": "2",
        "pub_year": "2021"
    },
    {
        "id": 1827929,
        "url": "https://inspirehep.net/literature/1827929",
        "title": "Multisystem Bayesian constraints on the transport coefficients of QCD matter",
        "author": "Everett, D.",
        "et_al": "et al.",
        "first_author_affiliation": "Ohio State U.",
        "earliest_date": "2020-11-02",
        "date": "November 02, 2020",
        "earliest_year": 2020,
        "doi": "10.1103/PhysRevC.103.054904",
        "arxiv_eprint": "2011.01430",
        "abstract": "We study the properties of the strongly coupled quark-gluon plasma with a multistage model of heavy-ion collisions that combines the TRENTo initial condition ansatz, free-streaming, viscous relativistic hydrodynamics, and a relativistic hadronic transport. A model-to-data comparison with Bayesian inference is performed, revisiting assumptions made in previous studies. The role of parameter priors is studied in light of their importance for the interpretation of results. We emphasize the use of closure tests to perform extensive validation of the analysis workflow before comparison with observations. Our study combines measurements from the Large Hadron Collider (LHC) and the Relativistic Heavy Ion Collider (RHIC), achieving a good simultaneous description of a wide range of hadronic observables from both colliders. The selected experimental data provide reasonable constraints on the shear and the bulk viscosities of the quark-gluon plasma at T≈ 150–250 MeV, but their constraining power degrades at higher temperatures, T≳250 MeV. Furthermore, these viscosity constraints are found to depend significantly on how viscous corrections are handled in the transition from hydrodynamics to the hadronic transport. Several other model parameters, including the free-streaming time, show similar model sensitivity, while the initial condition parameters associated with the TRENTo ansatz are quite robust against variations of the particlization prescription. We also report on the sensitivity of individual observables to the various model parameters. Finally, Bayesian model selection is used to quantitatively compare the agreement with measurements for different sets of model assumptions, including different particlization models and different choices for which parameters are allowed to vary between RHIC and LHC energies.",
        "journal": "Phys.Rev.C",
        "volume": "103",
        "issue": "5",
        "pub_year": "2021"
    },
    {
        "id": 1821941,
        "url": "https://inspirehep.net/literature/1821941",
        "title": "Phenomenological constraints on the transport properties of QCD matter with data-driven model averaging",
        "author": "Everett, D.",
        "et_al": "et al.",
        "first_author_affiliation": "Ohio State U.",
        "earliest_date": "2020-10-08",
        "date": "October 08, 2020",
        "earliest_year": 2020,
        "doi": "10.1103/PhysRevLett.126.242301",
        "arxiv_eprint": "2010.03928",
        "abstract": "Using combined data from the Relativistic Heavy Ion and Large Hadron Colliders, we constrain the shear and bulk viscosities of quark-gluon plasma (QGP) at temperatures of ∼150–350  MeV. We use Bayesian inference to translate experimental and theoretical uncertainties into probabilistic constraints for the viscosities. With Bayesian model averaging we propagate an estimate of the model uncertainty generated by the transition from hydrodynamics to hadron transport in the plasma’s final evolution stage, providing the most reliable phenomenological constraints to date on the QGP viscosities.",
        "journal": "Phys.Rev.Lett.",
        "volume": "126",
        "issue": "24",
        "pub_year": "2021"
    },
    {
        "id": 1816036,
        "url": "https://inspirehep.net/literature/1816036",
        "title": "Probing the multi-scale dynamical interaction between heavy quarks and the QGP using JETSCAPE",
        "author": "Fan, Wenkai",
        "et_al": "et al.",
        "first_author_affiliation": "Duke U.",
        "earliest_date": "2020-09-10",
        "date": "September 10, 2020",
        "earliest_year": 2020,
        "doi": "10.22323/1.387.0067",
        "arxiv_eprint": "2009.04946",
        "abstract": "The dynamics of shower development for a jet traveling through the QGP involves a variety ofscales, one of them being the heavy quark mass. Even though the mass of the heavy quarksplays a subdominant role during the high virtuality portion of the jet evolution, it does affectlongitudinal drag and diffusion, stimulating additional radiation from heavy quarks. Theseemissions partially compensate the reduction in radiation from the dead cone effect. In the lowervirtuality part of the shower, when the mass is comparable to the transverse momenta of thepartons, scattering and radiation processes off heavy quarks differ from those off light quarks. Allthese factors result in a different nuclear modification factor for heavy versus light flavors and thusfor heavy-flavor tagged jets.In this study, the heavy quark shower evolution and the fluid dynamical medium are modeledon an event by event basis using the JETSCAPE Framework. We present a multi-stagecalculation that explores the differences between various heavy quark energy-loss mechanismswithin a realistically expanding quark-gluon plasma (QGP). Inside the QGP, the highly virtualand energetic portion of the shower is modeled using the MATTER generator, while the LBTgenerator models the showers induced by energetic and close-to-on-shell heavy quarks. Energy-momentum exchange with the medium, essential for the study of jet modification, proceeds usinga weak coupling recoil approach. The JETSCAPE framework allows for transitions, on the levelof individual partons, from one energy-loss prescription to the other depending on the partonsenergy and virtuality and the local density. This allows us to explore the effect and interplaybetween the different regimes of energy loss on the propagation and radiation from hard heavyquarks in a dense medium.",
        "journal": "PoS",
        "volume": "HardProbes2020",
        "pages": "067",
        "pub_year": "2021"
    },
    {
        "id": 1815812,
        "url": "https://inspirehep.net/literature/1815812",
        "title": "Photon-jet correlations in p-p and Pb-Pb collisions using JETSCAPE framework",
        "author": "Sirimanna, Chathuranga",
        "first_author_affiliation": "Wayne State U.",
        "earliest_date": "2020-09-09",
        "date": "September 09, 2020",
        "earliest_year": 2020,
        "doi": "10.22323/1.387.0051",
        "arxiv_eprint": "2009.04407",
        "abstract": "It is now well established that jet modification is a multistage effect; hence a single model alone cannot describe all facets of jet modification. The JETSCAPE framework is a multistage framework that uses several modules to simulate different stages of jet propagation through the QGP medium. These simulations require a set of parameters to ensure a smooth transition between stages. We fine tune these parameters to successfully describe a variety of observables, such as the nuclear modification factors of leading hadrons and jets, jet shape, and jet fragmentation function.\n\nPhotons can be produced in the hard scattering or as radiation from quarks inside jets. In this work, we study photon-jet transverse momentum imbalance and azimuthal correlation for both $p-p$ and $Pb-Pb$ collision systems. All the photons produced in each event, including the photons from hard scattering, radiation from the parton shower, and radiation from hadronization are considered with an isolation cut to directly compare with experimental data. The simulations are conducted using the same set of tuned parameters as used for the jet analysis. No new parameters are introduced or tuned. We demonstrate a significantly improved agreement with photons from $Pb-Pb$ collisions compared to prior efforts. This work provides an independent, parameter free verification of the multistage evolution framework.",
        "journal": "PoS",
        "volume": "HardProbes2020",
        "pages": "051",
        "pub_year": "2021"
    },
    {
        "id": 1815625,
        "url": "https://inspirehep.net/literature/1815625",
        "title": "First Results from Hybrid Hadronization in Small and Large Systems",
        "author": "Kordella, Michael ",
        "first_author_affiliation": "Texas A-M, Cyclotron Inst.",
        "earliest_date": "2020-09-08",
        "date": "September 08, 2020",
        "earliest_year": 2020,
        "doi": "10.22323/1.387.0158",
        "arxiv_eprint": "2009.03512",
        "abstract": "Hybrid Hadronization is a new Monte Carlo package to hadronize systems of partons. It smoothly combines quark recombination applicable when distances between partons in phase space are small, and string fragmentation appropriate for dilute parton systems, following the picture outlined by Han et al. [PRC 93, 045207 (2016)]. Hybrid Hadronization integrates with PYTHIA 8 and can be applied to a variety of systems from $e^++e^-$ to $A+A$ collisions. It takes systems of partons and their color flow information, for example from a Monte Carlo parton shower generator, as input. In addition, if for $A+A$ collisions a thermal background medium is provided, the package allows sampling thermal partons that contribute to hadronization. Hybrid Hadronization is available for use as a standalone code and is also part of JETSCAPE since the 2.0 release.\nIn these proceedings we review the physics concepts underlying Hybrid Hadronization and demonstrate how users can use the code with various parton shower Monte Carlos. We present calculations of hadron chemistry and fragmentation functions in small and large systems when Hybrid Hadronization is combined with parton shower Monte Carlos MATTER and LBT. In particular, we discuss observable effects of the recombination of shower partons with thermal partons.",
        "journal": "PoS",
        "volume": "HardProbes2020",
        "pages": "158",
        "pub_year": "2021"
    },
    {
        "id": 1815449,
        "url": "https://inspirehep.net/literature/1815449",
        "title": "Constraints on jet quenching from a multi-stage energy-loss approach",
        "author": "Park, Chanwook",
        "et_al": "et al.",
        "first_author_affiliation": "McGill U.",
        "earliest_date": "2020-09-04",
        "date": "September 04, 2020",
        "earliest_year": 2020,
        "doi": "10.22323/1.387.0150",
        "arxiv_eprint": "2009.02410",
        "abstract": "We present a multi-stage model for jet evolution through a quark-gluon plasma within the JETSCAPE framework.\nThe multi-stage approach in JETSCAPE provides a unified description of distinct phases in jet shower contingent on the virtuality.\nWe demonstrate a simultaneous description of leading hadron and integrated jet observables as well as jet $v_n$ using tuned parameters.\nMedium response to the jet quenching is implemented based on a weakly-coupled recoil prescription.\nWe also explore the cone-size dependence of jet energy loss inside the plasma.\n",
        "journal": "PoS",
        "volume": "HardProbes2020",
        "pages": "150",
        "pub_year": "2021"
    },
    {
        "id": 1782628,
        "url": "https://inspirehep.net/literature/1782628",
        "title": "Hydrodynamic response to jets with a source based on causal diffusion",
        "author": "Tachibana, Y.",
        "et_al": "et al.",
        "first_author_affiliation": "Wayne State U., Detroit",
        "earliest_date": "2020-02-27",
        "date": "February 27, 2020",
        "earliest_year": 2020,
        "doi": "10.1016/j.nuclphysa.2020.121920",
        "arxiv_eprint": "2002.12250",
        "abstract": "We study the medium response to jet evolution in the quark-gluon plasma within the JETSCAPE framework. Recoil partons' medium response in the weakly coupled description is implemented in the multi-stage jet energy-loss model in the framework. As a further extension, the hydrodynamic description is rearranged to include in-medium jet transport based on a strong-coupling picture. To interface hydrodynamics with jet energy-loss models, the hydrodynamic source term is modeled by a causal formulation employing the relativistic diffusion equation. The jet shape and fragmentation function are studied via realistic simulations with weakly coupled recoils. We also demonstrate modifications in the medium caused by the hydrodynamic response.",
        "journal": "Nucl.Phys.A",
        "volume": "1005",
        "pub_year": "2021"
    },
    {
        "id": 1780977,
        "url": "https://inspirehep.net/literature/1780977",
        "title": "Jet quenching in a multi-stage Monte Carlo approach",
        "author": "Kumar, Amit",
        "et_al": "et al.",
        "first_author_affiliation": "Wayne State U.",
        "earliest_date": "2020-02-17",
        "date": "February 17, 2020",
        "earliest_year": 2020,
        "doi": "10.1016/j.nuclphysa.2020.122009",
        "arxiv_eprint": "2002.07124",
        "abstract": "We present a jet quenching model within a unified multi-stage framework and demonstrate for the first time a simultaneous description of leading hadrons, inclusive jets, and elliptic flow observables which spans multiple centralities and collision energies. This highlights one of the major successes of the JETSCAPE framework in providing a tool for setting up an effective parton evolution that includes a high-virtuality radiation dominated energy loss phase (MATTER), followed by a low-virtuality scattering dominated (LBT) energy loss phase. Measurements of jet and charged-hadron RAA set strong constraints on the jet quenching model. Jet-medium response is also included through a weakly-coupled transport description.",
        "journal": "Nucl.Phys.A",
        "volume": "1005",
        "pub_year": "2021"
    },
    {
        "id": 1780973,
        "url": "https://inspirehep.net/literature/1780973",
        "title": "Multi-stage evolution of heavy quarks in the quark-gluon plasma",
        "author": "Vujanovic, Gojko",
        "et_al": "et al.",
        "first_author_affiliation": "Wayne State U.",
        "earliest_date": "2020-02-16",
        "date": "February 16, 2020",
        "earliest_year": 2020,
        "doi": "10.1016/j.nuclphysa.2020.121965",
        "arxiv_eprint": "2002.06643",
        "abstract": "The interaction of heavy flavor with the quark-gluon plasma (QGP) in relativistic heavy-ion collisions is studied using JETSCAPE, a publicly available software package containing a framework for Monte Carlo event generators. Multi-stage (and multi-model) evolution of heavy quarks within JETSCAPE provides a cohesive description of heavy flavor quenching inside the QGP. As the parton shower develops, a model becomes active as soon as its kinematic region of validity is reached. Two combinations of heavy-flavor energy-loss models are explored within a realistic QGP medium, using parameters which were tuned to describe light-flavor partonic energy-loss.",
        "journal": "Nucl.Phys.A",
        "volume": "1005",
        "pub_year": "2021"
    },
    {
        "id": 1780086,
        "url": "https://inspirehep.net/literature/1780086",
        "title": "Revisiting Bayesian constraints on the transport coefficients of QCD",
        "author": "Paquet, Jean-François",
        "et_al": "et al.",
        "first_author_affiliation": "Duke U.",
        "earliest_date": "2020-02-12",
        "date": "February 12, 2020",
        "earliest_year": 2020,
        "doi": "10.1016/j.nuclphysa.2020.121749",
        "arxiv_eprint": "2002.05337",
        "abstract": "Multistage models based on relativistic viscous hydrodynamics have proven successful in describing hadron measurements from relativistic nuclear collisions. These measurements are sensitive to the shear and the bulk viscosities of QCD and provide a unique opportunity to constrain these transport coefficients. Bayesian analyses can be used to obtain systematic constraints on the viscosities of QCD, through methodical model-to-data comparisons. In this manuscript, we discuss recent developments in Bayesian analyses of heavy ion collision data. We highlight the essential role of closure tests in validating a Bayesian analysis before comparison with measurements. We discuss the role of the emulator that is used as proxy for the multistage theoretical model. We use an ongoing Bayesian analysis of soft hadron measurements by the JETSCAPE Collaboration as context for the discussion.",
        "journal": "Nucl.Phys.A",
        "volume": "1005",
        "pub_year": "2021"
    },
    {
        "id": 1758788,
        "url": "https://inspirehep.net/literature/1758788",
        "title": "JETSCAPE framework: $p+p$ results",
        "author": "Kumar, A.",
        "et_al": "et al.",
        "first_author_affiliation": "Wayne State U.",
        "earliest_date": "2019-10-12",
        "date": "October 12, 2019",
        "earliest_year": 2019,
        "doi": "10.1103/PhysRevC.102.054906",
        "arxiv_eprint": "1910.05481",
        "abstract": "The JETSCAPE framework is a modular and versatile Monte Carlo software package for the simulation of high energy nuclear collisions. In this work we present a new tune of JETSCAPE, called PP19, and validate it by comparison to jet-based measurements in p+p collisions, including inclusive single jet cross sections, jet shape observables, fragmentation functions, charged hadron cross sections, and dijet mass cross sections. These observables in p+p collisions provide the baseline for their counterparts in nuclear collisions. Quantifying the level of agreement of JETSCAPE results with p+p data is thus necessary for meaningful applications of JETSCAPE to A+A collisions. The calculations use the JETSCAPE PP19 tune, defined in this paper, based on version 1.0 of the JETSCAPE framework. For the observables discussed in this work calculations using JETSCAPE PP19 agree with data over a wide range of collision energies at a level comparable to standard Monte Carlo codes. These results demonstrate the physics capabilities of the JETSCAPE framework and provide benchmarks for JETSCAPE users.",
        "journal": "Phys.Rev.C",
        "volume": "102",
        "issue": "5",
        "pub_year": "2020"
    },
    {
        "id": 1720399,
        "url": "https://inspirehep.net/literature/1720399",
        "title": "Multi-stage jet evolution through QGP using the JETSCAPE framework: inclusive jets, correlations and leading hadrons",
        "author": "Park, Chanwook",
        "first_author_affiliation": "McGill U.",
        "earliest_date": "2019-02-15",
        "date": "February 15, 2019",
        "earliest_year": 2019,
        "doi": "10.22323/1.345.0072",
        "arxiv_eprint": "1902.05934",
        "abstract": "The JETSCAPE Collaboration has recently announced the first release of the JETSCAPE package that provides a modular, flexible, and extensible Monte Carlo event generator.This innovative framework makes it possible to perform a comprehensive study of multi-stage high-energy jet evolution in the Quark-Gluon Plasma.In this work, we illustrate the performance of the event generator for different algorithmic approaches to jet energy loss, and reproduce the measurements of several jet and hadron observables as well as correlations between the hard and soft sector.We also carry out direct comparisons between different approaches to energy loss to study their sensitivity to those observables.",
        "journal": "PoS",
        "volume": "HardProbes2018",
        "pages": "072",
        "pub_year": "2019"
    },
    {
        "id": 1731419,
        "url": "https://inspirehep.net/literature/1731419",
        "title": "Bayesian extraction of $\\hat{q}$ with multi-stage jet evolution approach",
        "author": "Soltz, Ron",
        "first_author_affiliation": "LLNL, Livermore",
        "earliest_date": "2019-01-14",
        "date": "January 14, 2019",
        "earliest_year": 2019,
        "doi": "10.22323/1.345.0048",
        "abstract": "The jet quenching or transverse diffusion coefficient, $\\hat{q}=\\langle(\\Delta k_T)^2\\rangle / L$, provides the primary metric that characterize the modification of hard jets in a QGP. A quantitative extraction of $\\hat{q}$ from measurements requires sophisticated jet quenching theory, precise and extensive experimental data, as well as an advanced statistical framework that compares theory to data. Within the JETSCAPE collaboration we have developed a multi-stage approach of jet evolution, where the medium-modified parton showers at high virtuality scale are described using the DGLAP evolution and simulated with the MATTER event generator, while the in-medium elastic and inelastic scatterings of partons at low virtuality scale are described using a transport theory implemented with the LBT event generator. The transition from the DGLAP phase to the transport phase of jet modification, and its dependence on properties of the jet and the local medium, has previously only been approximately estimated. The goal of this work is to use the advanced statistical framework to determine this transition. To this end, a simplified version of the state-of-the-art JETSCAPE generator is embedded within a Bayesian analysis framework for a simultaneous calibration on jet quenching data at various centrality bins in 200~GeV Au-Au, 2.76~TeV Pb-Pb and 5.02~TeV Pb-Pb collisions, from which $\\hat{q}$ is systematically extracted as functions of both jet energy and medium temperature. The dependence of $\\hat{q}$ on the medium-induced virtuality scale is quantitatively explored for the first time. This virtuality, in combination with the local temperature and parton energy, serves as a crucial separation scale between the DGLAP region and the transport region for jet quenching. Its median value is determined to be 2.1 or 2.9~GeV for two different parameterizations of the jet quenching coefficient.",
        "journal": "PoS",
        "volume": "HardProbes2018",
        "pages": "048",
        "pub_year": "2019"
    },
    {
        "id": 1709297,
        "url": "https://inspirehep.net/literature/1709297",
        "title": "Jet substructure modifications in a QGP from multi-scale description of jet evolution with JETSCAPE",
        "author": "Tachibana, Yasuki",
        "et_al": "et al.",
        "first_author_affiliation": "Wayne State U.",
        "earliest_date": "2018-12-15",
        "date": "December 15, 2018",
        "earliest_year": 2018,
        "doi": "10.22323/1.345.0099",
        "arxiv_eprint": "1812.06366",
        "abstract": "The modification of jet substructure in relativistic heavy-ion collisions is studied using JETSCAPE, a publicly available software package containing a framework of Monte Carlo event generators. Multi-stage jet evolution in JETSCAPE provides an integrated description of jet quenching by combining multiple models with each becoming active at different stages of the parton shower evolution. A variety of jet substructure modifications for different aspects of jet quenching are shown by demonstrating jet shapes and jet fragmentation functions from some combinations and settings of jet energy loss models with medium background provided by $(2+1)$-D VISHNU with TRENTO+freestreaming initial conditions. Results reported here are from simulations performed strictly within JETSCAPE framework.",
        "journal": "PoS",
        "volume": "HardProbes2018",
        "pages": "099",
        "pub_year": "2018"
    },
    {
        "id": 1683822,
        "url": "https://inspirehep.net/literature/1683822",
        "title": "JETSCAPE v1.0 Quickstart Guide",
        "author": "Kauder, Kolja",
        "first_author_affiliation": "Brookhaven",
        "earliest_date": "2018-07-24",
        "date": "July 24, 2018",
        "earliest_year": 2018,
        "doi": "10.1016/j.nuclphysa.2018.09.033",
        "arxiv_eprint": "1807.09615",
        "abstract": "The JETSCAPE collaboration announced the first public release of its framework and Monte Carlo event generator at this conference, providing a unified interface and a comprehensive suite of model implementations for all stages of ultra-relativistic heavy ion collisions. This release focuses on validation of the framework and the pp reference. A full manual is under development. In the mean-time, these proceedings will provide a guide for installation and simulation runs in lieu of the more traditional summary of the presentation.",
        "journal": "Nucl.Phys.A",
        "volume": "982",
        "pages": "615",
        "pub_year": "2019"
    },
    {
        "id": 1597422,
        "url": "https://inspirehep.net/literature/1597422",
        "title": "Multistage Monte-Carlo simulation of jet modification in a static medium",
        "author": "Cao, S.",
        "et_al": "et al.",
        "first_author_affiliation": "Wayne State U.",
        "earliest_date": "2017-04-28",
        "date": "April 28, 2017",
        "earliest_year": 2017,
        "doi": "10.1103/PhysRevC.96.024909",
        "arxiv_eprint": "1705.00050",
        "abstract": "The modification of hard jets in an extended static medium held at a fixed temperature is studied using three different Monte Carlo event generators: linear Boltzmann transport (LBT), modular all twist transverse-scattering elastic-drag and radiation (MATTER), and modular algorithm for relativistic treatment of heavy-ion interactions (MARTINI). Each event generator contains a different set of assumptions regarding the energy and virtuality of the partons within a jet versus the energy scale of the medium and, hence, applies to a different epoch in the space-time history of the jet evolution. Here modeling is developed where a jet may sequentially transition from one generator to the next, on a parton-by-parton level, providing a detailed simulation of the space-time evolution of medium modified jets over a much broader dynamic range than has been attempted previously in a single calculation. Comparisons are carried out for different observables sensitive to jet quenching, including the parton fragmentation function and the azimuthal distribution of jet energy around the jet axis. The effect of varying the boundary between different generators is studied and a theoretically motivated criterion for the location of this boundary is proposed. The importance of such an approach with coupled generators to the modeling of jet quenching is discussed.",
        "journal": "Phys.Rev.C",
        "volume": "96",
        "issue": "2",
        "pub_year": "2017"
    }
]